//MF2014D JOB ACCT#,XR106,MSGCLASS=H,MSGLEVEL=(1,1),
//             CLASS=A,NOTIFY=&SYSUID
//DCLGEN1 EXEC PGM=IKJEFT01,DYNAMNBR=30
//STEPLIB  DD DISP=SHR,DSN=DB2.V8R1.SDSNLOAD
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD DATA,DLM='*/'
  DSN S(DSNA)
    DCLGEN TABLE(XR105.????) +
      LIBRARY('XR106.MF.DB2.CPY(????)') +
      ACTION(REP) APOST +
      LANGUAGE(IBMCOB) +
      STRUCTURE(DC????)
  END
*/
