       01  MF-INPUT.
           10 ACCOUNT              PIC S9(9) COMP.
       01  MF-OUTPUT.
           10 ACCT-ID              PIC S9(9) USAGE COMP.
           10 ACCT-PWD             PIC X(32).
